Repository: SofiyaShunkinaa/Grande-linci
Catalog: translations/messages.*.xlf
Languages: ru

source: vich_uploader.form_label.delete_confirm
ru: Удалить?

source: vich_uploader.link.download
ru: Скачать

source: Riga, Latvia
ru: Рига, Латвия

source: About us
ru: О нас

source: Kittens
ru: Котята

source: Main Coon
ru: Мейн куны

source: Oriaental
ru: Ориентальные

source: Our cats
ru: Наши коты

source: About breed
ru: О породе

source: Gallery
ru: Галерея

source: Contacts
ru: Контакты

source: Follow us
ru: Следите за нами

source: Contact us
ru: Контакты

source: Maine Coon and Oriental Cattery
ru: Питомник Мейн кунов и Ориентальных кошек

source: Welcome
ru: Добро пожаловать

source: Choose a kitten
ru: Выбрать котенка

source: Available
ru: Доступен

source: Reserved
ru: Зарезервирован

source: At home
ru: Дома

source: LITTER
ru: ПОМЕТ

source: Learn more
ru: Узнать больше

source: Send request
ru: Отправить

source: Phone
ru: Телефон

source: Name
ru: Имя

source: Message
ru: Сообщение

source: History of Grande linci
ru: История Grande Linci

source: our advantages
ru: наши преимущества

source: Full Health
ru: Полное здоровье

source: Worldwide
ru: По всему миру

source: Socialization
ru: Социализация

source: Care Package
ru: Пакет здоровья

source: Available kittens
ru: Доступные котята

source: Main Coons
ru: Мейн куны

source: Choose litter
ru: Выберите помет

source: All kittens adopted
ru: Все котята куплены

source: Our Winners
ru: Наши победители

source: Our Pride
ru: Наш прайд

source: Our Graduates
ru: Наши выпускники

source: About Main Coons
ru: О мейн кунах

source: Breed history
ru: История породы

source: Appearance
ru: Внешний вид

source: Character
ru: Характер

source: Health and Diseases
ru: Здоровье и заболевания

source: Care and Maintenance
ru: Уход и содержание
