Repository: SofiyaShunkinaa/Grande-linci
Catalog: translations/messages+intl-icu.*.xlf
Languages: lv

source: About us
lv: Par mums

source: History of Grande linci
lv: Vēsture Grande linci

source: our advantages
lv: mūsu priekšrocības

source: Full Health
lv: Pilnu Veselības

source: Worldwide
lv: Pasaulē

source: Socialization
lv: Socializācija

source: Care Package
lv: Aprūpi Paketi

source: Available kittens
lv: Pieejami kaķēni

source: Main Coons
lv: Maine Coons

source: Choose litter
lv: Izvēlēties metiens

source: All kittens adopted
lv: Visi kaķēni pieņemti

source: Riga, Latvia
lv: Rīga, Latvija

source: Kittens
lv: kaķēni

source: Main Coon
lv: Maine Coon

source: Oriaental
lv: Oriental

source: Our cats
lv: Mūsu kaķi

source: Gallery
lv: Galerija

source: About breed
lv: Par šķirni

source: Contacts
lv: Kontakti

source: Maine Coon and Oriental Cattery
lv: Maine Coon un Austrumu Audzētavas

source: Contact us
lv: Sazinieties ar mums

source: Follow us
lv: Sekojiet mums

source: Send request
lv: Nosūtīt pieprasījumu

source: Our Winners
lv: Mūsu Uzvarētāji

source: Our Pride
lv: Mūsu Lepnums

source: Our Graduates
lv: Mūsu Absolventi

source: Choose a kitten
lv: Izvēlies kaķēnu

source: Welcome
lv: Atzinīgi

source: Learn more
lv: Uzzināt vairāk

source: LITTER
lv: PAKAIŠI
